import { v1, v2, v3, v4, v5, v6 } from "../Assets/Svg/svg";
// Data for the Values section

const ValuesData = [
    {
        id: 1,
        img: v1,
        name: "الحب والشغف",
        description: "نضع كل الحب والشغف في كل ما نقدمه لضمان تجربة لا تُنسى لعملائنا.",
    },
    {
        id: 2,
        img: v2,
        name: "النكهة",
        description: "نستخدم أفضل المكونات لضمان تميز كل طبق بنكهة غنية ومذاق لذيذ.",
    },
    {
        id: 3,
        img: v3,
        name: "الاهتمام والحرفية",
        description: "نهتم بكل التفاصيل، من اختيار المكونات إلى تقديم الأطباق بأعلى مستوى من الحرفية.",
    },
    {
        id: 4,
        img: v4,
        name: "العملاء أولاً",
        description: "عملاؤنا هم محور اهتمامنا. ونسعى دائماً لتقديم الأفضل لضمان رضاهم.",
    },
    {
        id: 5,
        img: v5,
        name: "العمل الجماعي",
        description: "نؤمن بأن النجاح يعتمد على التعاون والعمل الجماعي بين جميع أفراد الفريق.",
    },
    {
        id: 6,
        img: v6,
        name: "الجودة",
        description: "الجودة هي أساس كل ما نقدمه، حيث نحرص على تقديم الأفضل في كل وجبة.",
    },
];


export default ValuesData;